[String]
10000=OK
10001=Överför data, var god vänta...
10002=Okänt
10003=Gör om
10004=Avbryt
10005=Koppla från
10006=Ansluter…
14000=Hämtningen av GPRS-bibliotek misslyckades.
14001=Det gick inte att upprätta en Internetanslutning.
14002=Det gick inte att koppla från GPRS.
14003=GPRS-anslutningen frånkopplad.
14004=RAS-namnet tomt.
14005=Fel vid hämtningen av Bluedrv-bibliotek.
14006=Fel vid hämtning av varje API.
14007=Fel vid inställning av förfrågan.
14008=PIN-koden tom.
14009=Fel vid sammankoppling med enheten. Kontrollera att Bluetooth-inställningarna i telefonen är korrekta och försök sedan igen.
14010=Ett fel uppstod vid inställning av enheten som standard.
14011=Ett fel uppstod vid hämtning av enhetens modellnamn.
14012=Ett fel uppstod vid läsning av enhetsinformation.
14013=En Bluetooth-enhet eller mobil hittades inte.
14014=Måste först hämta data.
14015=Mobilen är inte tillgänglig just nu.  Se till att mobilens huvudskärm visas och att mobilen inte används samtidigt av andra program.
14016=Kontrollera att enheten är korrekt ansluten till telefonen.
14017=Kontrollera att enheten är korrekt ansluten till telefonen.
14018=Det gick inte att skriva tillbaka data till mobilen.
14019=Det gick inte att läsa data från mobilen.
14020=Det gick inte att radera mobilen.
14021=Fel vid kontroll av parameter.
14022=Otillräckligt minne.
14023=Ingen länkningsenhet.
14024=Funktionen stöds inte.
14025=Inga data.
14026=Det går inte att öppna filen.
14027=Filformatet stöds inte.
14028=Ogiltigt datum/tid.
14029=Fel vid läsning/skrivning av data.
14030=Ogiltiga data.
14031=Länkningen av biblioteket misslyckades.
14032=Filen finns inte eller filnamnet är fel.
14033=Tråden har avslutats.
14034=SIM-kort saknas.
14035=Begränsad funktion.
14036=Mobil inget svar.
14037=Felorsaken kan vara att: 1. mobilen fortfarande är i startskedet. 2. det är fel på SIM-kortet.  Klicka på knappen Uppdatera för att starta om åtgärden.
14038=Oidentifierat fel.
14039=Fel vid anslutning av HF-ljud.
14040=Fel vid frånkoppling av HF-ljud.
14041=Fel vid anslutning av kontakt.
14042=Otillräckligt utrymme för datalagring

15000=Telefonmeny
15001=Välj en telefonmodell först.
15002=%s är ej ansluten.
15003=%s är ansluten.
16000=Telefonboken
17000=SMS
17001=Avsändare:
17002=Mottagare:
17003=Meddelande
17004=Datum:
18000=Filhanterare
20000=Söker 
20001=%s hittades.
21001=Sammankoppling med telefon
21002=Försöker ansluta till telefonen för första gången. Om telefonen kräver att du anger ett lösenord, ange:
21003=1234
21005=Sammankopplar enheten, vänta…(PIN=1234)
21006=Sammankoppla
21007=Söker efter telefoner, vänta…
21008=Ansluter enheten, vänta…
22000=Sök
22001=Mobilnummer
22002=Se till att Bluetooth på telefonen är aktiverat. Börja söka efter telefoner nu?
23000=Knappsats
24000=Om telefonen
24001=Du bör ställa in telefonen på att tillåta automatisk anslutning till navigatorn i framtiden. Se telefonhandboken för ytterligare detaljer.
25000=Bluetooth
26000=Installation
27000=Uppringningslogg
27001=Besvarat samtal
27002=Ringt samtal
27003=Missat samtal
27004=Namn:
27005=Nummer:
27006=Datum:
27007=Tid:
27008=Ringer…
27009=Ringa ut
27010=Inkommande samtal
27011=Inkommande SMS
28000=Telefonbokinställningar
28001=Importera telefonbok automatiskt
28002=Behåll telefonboken på minneskortet
28003=SMS-inställningar
28004=Importera meddelandet automatiskt
28005=Automatisk popup av inkommande meddelanden
28006=Behåll meddelanden på minneskortet
28007=Hands free-inställningar
28008=Starta hands-free automatiskt

29000=Information
29001=Telefonnamn:
29002=Operatör:
29003=Telefonsignal:
29004=Telefonbatteri:
30000=Telefonbok
30001=Meddelande
30002=Samtalslogg
30003=Tel.ringare
30004=HF på
30005=HF av
30006=Installation
30007=Sök telefon
30008=Handsfree
30009=Anslut
30010=Koppla från
30011=Bluetooth på
30012=Bluetooth av
